const events = {
  "Отправить заказ": {
    title: "Отправить заказ",
    data: {
      event_category: "События кнопок",
      event_action: "Отправить заказ"
    }
  },
  "Попытка отправить заказ": {
    title: "Попытка отправить заказ",
    data: {
      event_category: "События кнопок",
      event_action: "Попытка отправить заказ"
    }
  },
  "Положили в корзину": {
    title: "Положили в корзину",
    data: {
      event_category: "События кнопок",
      event_action: "Положили в корзину"
    }
  },
  "Применение фильтров": {
    title: "Применение фильтров",
    data: {
      event_category: "События фильтров",
      event_action: "Применение фильтров"
    }
  },
  "Переход в соцсети": {
    title: "Переход в соцсети",
    data: {
      event_category: "Переходы по ссылкам",
      event_action: "Переход в соцсети"
    }
  },
  "Чтение отзывов": {
    title: "Чтение отзывов",
    data: {
      event_category: "Чтение страниц",
      event_action: "Чтение отзывов"
    }
  },
  "Чтение доставки и оплаты": {
    title: "Чтение доставки и оплаты",
    data: {
      event_category: "Чтение страниц",
      event_action: "Чтение доставки и оплаты"
    }
  },
  "Показать галерею товара": {
    title: "Показать галерею товара",
    data: {
      event_category: "Чтение страниц",
      event_action: "Показать галерею товара"
    }
  },
  // "Перезвонить мне": {
  //   title: "Перезвонить мне",
  //   data: {
  //     event_category: "Обращения",
  //     event_action: "Перезвонить мне"
  //   }
  // },
  // "Вопрос менеджеру": {
  //   title: "Вопрос менеджеру",
  //   data: {
  //     event_category: "Обращения",
  //     event_action: "Вопрос менеджеру"
  //   }
  // }
};

export default events;
