app/controllers/store_controller.rb

SELECT  "products".* FROM "products"  ORDER BY "products"."id" ASC LIMIT 1
---
  def index
    @first_product = Product.first